<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@include file="../generalpages/header.jsp" %> 

<h3><a name="l1">1.</a> Создать список продуктов на неделю за 30 секунд</h3>
<p>
<img src="../static/img/t1.jpg" style="float: right; height:270px; width: 400px; margin-left: 5px; margin-right: 5px; border:2px solid white;"/>
<div style="margin-right:12px;">Переходим на страницу "Список продуктов", где отображаются готовые к использованию формы. Представте себе 
отпечатаный список продуктов на листе бумаги, в котором вам нужно только отметить нужные товары - такой шаблон мы 
называем формой. Выберите нужную форму со списка на странице и нажмите на "Создание списка покупок". Теперь вы 
находитесь на странице со списком покупок, где в левой колонке отмечены категории, а в правой - товары принадлежащие 
к этой категории. Отметьте нужные вам товары, нажимая по ним, при необходимости вы можете указать количество или 
добавить любой коментарий к товару. Нет нужного товара? Не беда! Внизу колонки с товарами если специальное поле для
ввода недостающих товаров - воспользуйтесь им! Неправда ли, легко и просто? Используя готовую форму вы можете 
<b>создать список покупок из 30 товаров, менее чем за 30 секунд!</b> Закончив создание списка, отправьте его 
по електронной почте или распечатайте
</div>
</p>

<h3><a name="l2">2.</a> Создаем идеальный список продуктов</h3>
<p>
<img src="../static/img/t2.jpg"style="float: left; height:270px; width: 400px; margin-left: 5px; margin-right: 5px; border:2px solid white;"/>
<div style="margin-left:12px;">Среди предложенных шаблонов для списков продуктов не нашли подходящего вам? Создайте свой шаблон (форму) и пользуйте 
в будующем для быстрого создания списков продуктов! Переходим на страницу "Список продуктов" и нажимаем кнопку 
"Создать свой", теперь вы на странице создания нового шаблона. Как и в случае со списком продуктов, в левой
колонке размещены категории, а в правой - соответствуюшие товары. Например, вы сели на диету из фруктов и орехов, 
поэтому есть смысл создать шаблон содержащий категории Фрукты и Орехи. Теперь выделите категорию фрукты и добавляйте 
в колонке Товары, нужные вам фрукты. Тоже самое проделайте с Орехами. Сохраните шаблон, теперь он доступен на странице
"Список покупок" и вы можете многократно использовать этот шаблон готовясь к походу в магазин. 
</div> 
</p>

<p style="margin-top: 15px;"></p>

<%@include file="../generalpages/footer.jsp" %> 